Repository: common-repository/wptofacebook
Catalog: lang/wptofacebook-*.po
Languages: es_es, sr_rs

source: Security error. Try again.
es_es: Error de seguridad. Inténtalo de nuevo.
sr_rs: Bezbednosna greška. Pokušajte ponovo.

source: Register deleted.
es_es: Registro eliminado.
sr_rs: Registar obrisan.

source: Security error. Try again.
es_es: Error de seguridad. Inténtalo de nuevo.
sr_rs: Bezbednosna greška. Pokušajte ponovo.

source: Edit Facebook Connection
es_es: Edita la Conexión de Facebook
sr_rs: Uredi Facebook konekciju.

source: New Facebook Connection
es_es: Nueva Conexión con Facebook
sr_rs: Nova Facebook konekcija.

source: Publish
es_es: Publicar
sr_rs: Objavi

source: Cancel
es_es: Cancelar
sr_rs: Otkaži

source: General Settings
es_es: Parámetros generales
sr_rs: Opšte postavke

source: WP Contents
es_es: Contenidos de WP

source: Optional Contents
es_es: Contenidos opcionales
sr_rs: Opcioni sadržaj

source: Templates / Styles
es_es: Plantillas / Estilos
sr_rs: Uzorci/Stilovi

source: Title
es_es: Título
sr_rs: Naslov

source: This is the URL you have to point your facebook app to.
es_es: Esta es la URL a la que tiene que apuntar tu aplicación de Facebook
sr_rs: Ovo je URL na koji treba da usmerite svoju Facebook aplikaciju.

source: Facebook App Id
es_es: Id de la Aplicación de Facebook
sr_rs: ID Facebook aplikacije

source: Facebook App Secret
es_es: Secreto de la Aplicación de Facebook
sr_rs: Tajna Facebook aplikacije

source: Hide contents to no Facebook Fanpage fans
es_es: Esconde contenidos a quienes no sean Fans de tu Página de Facebook
sr_rs: Sakrij sadržaj za obožavaoce Facebook fan stranice

source: Choose WP contents to show on Facebook
es_es: Escoge los contenidos de WP a mostrar en Facebook
sr_rs: Izaberite WP sadržaj za prikazivanje na Facebook-u

source: Automatic contents
es_es: Contenidos automáticos
sr_rs: Automatski sadržaj

source: Choose some criteria to automatically show contents on FB
es_es: Escoge algún criterio para mostrar de forma automática contenidos en FB
sr_rs: Izaberite neke kriterijume za automatsko prikazivanje sadržaja na FB-u

source: Taxonomy filter
es_es: Filtro por taxonomía
sr_rs: Filter taksonomije

source: Choose some existent terms for filtering by categories and taxonomies. All the contents with any of the selected terms associated, will be shown on FB. Choose a diferent type of content to see the available terms. Pages have no taxonomy associated with them.
es_es: Escoge algunos términos existentes filtrando por categorías y taxonomías. Todos los contenidos con alguno de los términos seleccionados asociados, se mostrarán en FB. Escoge un tipo de contenido diferente para ver los términos disponibles. "Pages" no tienen ninguna taxonomía asociada.
sr_rs: Izaberite postojeće termine za filtriranje po kategorijama i taksonomijama. Na FB-u će biti prikazani svi sadržaji povezani s bilo kojim od odabranih termina. Izaberite drugačiji tip sadržaja da biste videli raspoložive termine. Stranice nemaju taksonomije povezane s njima.

source: Number of articles
es_es: Número de artículos
sr_rs: Broj članaka

source: Order by
es_es: Ordenar por
sr_rs: Redosled po

source: Ascendent order
es_es: Orden ascendente
sr_rs: Rastućem redosledu

source: Descendent order
es_es: Orden descendente
sr_rs: Opadajućem redosledu

source: Manual Contents
es_es: Contenidos manuales
sr_rs: Manuelni sadržaji

source: Choose exactly what contents and in what order you want to show on FB.
es_es: Escoge exactamente que contenidos y en que orden quieres que se muestren en FB.
sr_rs: Izaberite tačno koji će se sadržaji i po kom redosledu prikazivati na FB-u.

source: Drag the Available Contents elements to the Selected Contents Area to show them on Facebook. You can also reorder them.
es_es: Arrastra los elementos de Contenidos Disponibles hacia la zona de Contenidos Seleccionados para mostrarlos en Facebook. También los puedes re-ordenar.
sr_rs: Prevucite raspoložive elemente sadržaja u Oblast odabranih sadržaja da biste ih prikazali na Facebook-u. Takođe, možete promeniti redosled.

source: Available Contents
es_es: Contenidos disponibles
sr_rs: Raspoloživi sadržaji

source: No contents available.
es_es: Ningún contenido disponible.
sr_rs: Nema raspoloživih sadržaja.

source: Selected Contents
es_es: Contenidos seleccionados
sr_rs: Odabrani sadržaji

source: Optional introduction. Div container id: #introtext.
es_es: Introducción opcional. Id del contenedor div: #introtext.
sr_rs: Opcioni uvod. Div container id: #introtext.

source: Optional footer. Div container id: #outrotext.
es_es: Pie de página opcional. Id del contenedor div: #outrotext.
sr_rs: Opciono podnožje. Div container id: #outrotext.

source: No Fans Text
es_es: Texto para quienes no sean fans
sr_rs: Nema tekstova obožavalaca

source: Contents to show to non fans on Facebook. Div container id: #nofans.
es_es: Contenidos a mostrar a quienes no sean fans en Facebook. Id del contenedor div: #nofans.
sr_rs: Sadržaj za prikazivanje onima koji nisu obožavaoci na Facebook-u. Div container id: #nofans.

source: Templates
es_es: Plantillas
sr_rs: Uzorci

source: Choose a template in order to show your contents on FB.
es_es: Escoge una plantilla para mostrar los contenidos en FB.
sr_rs: Izaberite redosled obrazaca koji će se prikazivati u vašem sadržaju na FB-u.

source: Show Featured Image
es_es: Mostrar imagen destacada
sr_rs: Prikaži uobličenu sliku

source: If the post has a featured image, you can choose to show it and its size, but remember, the width of the image is limited by CSS because the maximum total width of a facebook page content is 760px
es_es: Si la entrada tiene una imagen destacada, puedes elegir mostrarla y su tamaño, pero recuerda, la anchura de la imagen está limitada mediante CSS ya que el ancho total máximo del contenido de una página de facebook es 760px
sr_rs: Ako post sadrži uobličenu sliku, možete izabrati da prikažete sliku i veličinu slike, ali imajte u vidu da CSS ograničava širinu slike jer je maksimalna ukupna širina sadržaja facebook stranice 760px.

source: CSS Styles
es_es: Estilos CSS

source: Add, overwrite css rules for the chosen template with your own.
es_es: Añade, substituye las reglas css de la plantilla elegida con las tuyas
sr_rs: Dodajte ili zamenite css pravila za izabrani obrazac svojim obrascem.

source: WpToFacebook - How to create a connection
es_es: WpToFacebook - Cómo crear una conexión
sr_rs: WpToFacebook - kako da kreirate konekciju

source: Create a facebook app
es_es: Crear una app de facebook
sr_rs: Kreiraj facebook aplikaciju

source: Log into Facebook and go to
es_es: Valídate en Facebook y ve a
sr_rs: Prijavite se na Facebook i idite na

source: If it's the first time, you have to give permission the Facebook Developer App.
es_es: Si es la primera vez, debes aceptar la Aplicación de Desarrollador de Facebook
sr_rs: Ako je to prvi put, morate navesti dozvolu za programera facebook aplikacija

source: Click on "+ Create New App"
es_es: Click en "+ Crear Nueva App"
sr_rs: Kliknite na "+ Kreiraj novu aplikaciju"

source: Give a name for the app and click "Continue"
es_es: Nombra la app y haz click en "Continuar"
sr_rs: Dajte naziv aplikaciji i kliknite na "Nastavi"

source: Maybe Facebook will ask you for some verification and security checking
es_es: Tal vez Facebook te pida algún tipo de verificación de seguridad
sr_rs: Možda će facebook zatražiti verifikacije ili bezbednosne provere

source: You will go to the main app page and see an App ID and an App Secret codes. They are important to make the connection within wptofacebook and your facebook app, so copy them or, without closing this page, open another from your woprdress administration
es_es: Ves a la página principal de la app y encontrarás un ID de la aplicación y un App Secret. Son importantes para realizar la conexión entre wptofacebook y el app sw Facebook, así que copialo o, sin cerrar esta página, abre otra con la administración de woprdress
sr_rs: Ići ćete na glavnu stranicu za aplikacije i videti ID aplikacije i tajne kodove aplikacija. Oni su važni da biste se povezali sa wptofacebook-om i vašim facebook aplikacijama. Dakle, kopirajte ih ili, bez zatvaranja ove stranice, otvorite još jedan formular sa svoje wordpress administracije.

source: Create a new WpToFacebook connection
es_es: Crea una nueva conexión de WpToFacebook
sr_rs: Kreirajte novu WpToFacebook konekciju

source: Log into your worpdress admin. If WpToFacebook is not activated, please go to your Plugins menu -> Installed Plugins, and click on "Activate"
es_es: Valídate en tu administración de wordpress. Si WpToFacebook no se ha activado, ve al menú de Extensiones -> Extensiones Instaladas y haz click en "Activar"
sr_rs: Prijavite se na svoj wordpress administratorski nalog. Ako WpToFacebook nije aktiviran, idite na Plugin meni -> Instalirani plugin i kliknite na "Aktiviraj"

source: WpToFacebook will be shown on the Wordpress menu. Go to WpToFacebook -> New Connection
es_es: WpToFacebook se mostrará en el menú de Wordpress. Ve a WpToFacebook -> Nueva conexión
sr_rs: WpToFacebook biće prikazan na Wordpress meniju. Idite na WpToFacebook -> Nova konekcija

source: Write a title, and put the facebook App Id and App Secret you created on step 1.4
es_es: Escribe un título, y escribe la App ID de facebook y la App Secret que se generaron en el paso 1.4
sr_rs: Napišite naslov, unesite id facebook aplikacije i tajnu aplikacije koju ste kreirali kad ste radili korak 1.4

source: You can have your contents visible just for your fans on your facebook page
es_es: Puedes tener tus contenidos visibles sólo para los fans de tu página de facebook
sr_rs: Možete napraviti da sadržaj bude vidljiv samo za obožavaoce na vašoj facebook stranici

source: Choose contents to show on Facebook
es_es: Escoge los contenidos a mostrar en Facebook
sr_rs: Odaberite sadržaje koji će se prikazati na Facebook-u

source: You can choose automatic or manual contents
es_es: Puedes elegir contenidos automáticos o manuales
sr_rs: Možete odabrati automatske ili manuene sadržaje

source: Choose the type of content, the taxonomy (if needed), the number of articles, the order by and the order
es_es: Elige el tipo de contenido, la taxonomía (en caso de ser necesario), el número de artículos, el orden y el criterio del orden
sr_rs: Izaberite tip sadržaja, taksonomiju (ako je potrebno), broj članaka, redosled po i redosled.

source: Manual contents
es_es: Contenidos manuales
sr_rs: Manuelni sadržaji

source: Choose the type of content, and drag individual posts from available to selected contents area
es_es: Elige el tipo de contenido, y arrastra entradas individuales desde la area de contenidos disponibles a la de seleccionados
sr_rs: Izaberite tip sadržaja i prevucite pojedinačne postove iz raspoloživih u oblast odabranih sadržaja.

source: You can also reorder them by drag&drop
es_es: Puedes re-ordenarlos arrastrándolos
sr_rs: Možete ih i preraspodeliti uz pomoć prevlačenja

source: Header, foooter and content for no fans
es_es: Cabecera, pie de página y contenido para los que no son fans
sr_rs: Zaglavlje, podnožje i sadržaj za one koji nisu obožavatelji

source: You can add contents for a header (intro), a footer (outro) and just visible for those who are not fans of your facebook page
es_es: Puedes añadir contenidos para una cabecera (intro), un pie de página (outro) y otros que sean visibles sólo para aquellos que no son fans de tu página de facebook
sr_rs: Možete dodati sadržaj za zaglavlje (intro), podnožje (outro) koji će biti vidljiv samo za obožavaoce vaše facebook stranice

source: Templates and Styles
es_es: Plantillas y Estilos
sr_rs: Obrasci i stilovi

source: Choose one template from the list
es_es: Escoge una plantilla de la lista
sr_rs: Odaberite jedan obrazac sa liste

source: CSS Rules
es_es: Reglas CSS
sr_rs: CSS pravila

source: Add, overwrite css rules for the chosen template with your own
es_es: Añade, re-escribe reglas css de la plantilla elegida con las tuyas propias
sr_rs: Dodajte ili poništite css pravila za odabrani obrazac svojim obrascem

source: Add facebook app to your page
es_es: Añade la app de facebook a tu página
sr_rs: Dodajte facebook aplikaciju svojoj stranici

source: Save your wpToFacebook connection
es_es: Guarda tu conexión de wpToFacebook
sr_rs: Sačuvajte svoju wpToFacebook konekciju

source: To save the settings for your connection, simply click "Publish"
es_es: Para guardar los parámetros de tu conexión, sólo haz click en "Publicar"
sr_rs: Da biste sačuvali podešavanja za svoju konekciju, jednostavno kliknite na "Objavi"

source: Under the Title field, you will see an URL. Please copy it
es_es: Bajo el campo de Título, verás una URL. Por favor, cópiala
sr_rs: Pod poljem Naslovi, videćete URL. Kopirajte ga.

source: Go to your facebook developer page for the app you've created on step 1
es_es: Ver a la página de desarrollador de facebook correspondiente a el app que creaste en el paso 1
sr_rs: Idite na stranicu facebook programera za aplikaciju koju ste kreirali prilikom 1. koraka

source: Under Settings->Basic page, select "Page Tab". Enter a Name for your Tab (Page Tab Name:), and the URL from the previous step under "Page Tab URL"
es_es: Dentro de Configuración->Página básica, selecciona "Pestaña de la página". Escribe un nombre para tu pestaña (Nombre de la pestaña de la página:), y la URL generada en el paso anterior, en el campo "URL de pestaña de la página"
sr_rs: U okviru postavki na Podešavanja->Osnovna stranica, odaberite "Tabulator stranice". Unesite naziv za svoj tabulator (Naziv tabulatora stranice) i URL iz prethodnog koraka pod "URL tabulatora stranice"

source: You can also upload an image for your Tab under "Page Tab Image:"
es_es: También puedes subir al servidor una imagen para tu Pestaña desde "Imagen de pestaña:"
sr_rs: Takođe, možete otpremiti sliku za svoj tabulator u opciji "Slika tabulatora stranice:"

source: Choose the page tab width also, 520px or 810px
es_es: Escoge también el ancho de la página de la pestaña, 520px o 810px
sr_rs: Odaberite širinu tabulatora stranice, 520px ili 810px

source: If you have your wordpress hosted on a Server with HTTPS enabled, please enter the secure URL on Secure Page Tab URL
es_es: Si tienes un wordpress alojado en un Servidor con HTTPS, por favor escribe la URL segura en "URL segura de pestaña de la página:"
sr_rs: Ako imate wordpress na serveru i aktiviran HTTPS, unesite siguran URL u URL tabulator sigurne stranice.

source: Click on Save Changes
es_es: Haz click en Guardar Cambios
sr_rs: Kliknite na Sačuvaj izmene

source: *Important note: If you have not a Server with SSL protocol, you can use for free
es_es: *Nota importante: Si no tienes un Servidor con protocolo SSL, puedes utilizar gratuitamente
sr_rs: *Važna napomena: Ako nemate server sa SSL protokolom, možete koristiti besplatno

source: Follow the indications you will find on the web
es_es: Sigue las instrucciones que encontrarás en la web
sr_rs: Pratite pokazatelje koje ćete naći na web-u

source: Add the app to a tab on your Facebook Page
es_es: Añade la app a una pestaña de tu Página de Facebook
sr_rs: Dodajte aplikaciju tabulatoru na svojoj Facebook stranici

source: Go to the URL
es_es: Ves a la URL
sr_rs: Idite na URL

source: YOUR_APP_ID and YOUR_URL can be found in your app settings. This URL brings up the Add to Page Dialog where you can choose the page/s where to add your app
es_es: YOUR_APP_ID y YOUR_URL se encuentran en la configuración de tu app. Esta URL muestra el Diálogo de Añadir a la Página desde donde puedes elegir la o las páginas a las que añadir tu app
sr_rs: VAŠ_APP_ID i VAŠ_URL možete naći u podešavanjima aplikacija. Ovaj URL obezbeđuje “Dijalog dodaj stranici” gde možete birati stranice kojima ćete dodati svoju aplikaciju.

source: More info on page tabs
es_es: Más información sobre las pestañas de página
sr_rs: Više informacija na tabulatorima stranica

source: Visit your facebook page
es_es: Visita tu página de facebook
sr_rs: Posetite svoju facebook stranicu

source: Go to your facebook page and search for the new tab
es_es: Ves a tu página de facebook y busca la nueva pestaña
sr_rs: Idite na svoju facebook stranicu i potražite novi tabulator

source: New Facebook App Connection
es_es: Nueva Conexión con la Aplicación de Facebook
sr_rs: Nova konekcija za Facebook aplikaciju

source: List of Facebook Pages Connections
es_es: Lista de Conexiones a Páginas de Facebook
sr_rs: Lista konekcija Facebook stranica

source: Canvas Page
es_es: Página Canvas
sr_rs: Canvas stranica

source: Template
es_es: Plantilla
sr_rs: Obrazac

source: Author
es_es: Autor
sr_rs: Autor

source: Date
es_es: Fecha
sr_rs: Datum

source: Edit '%s'
es_es: Editar '%s'
sr_rs: Uredi '%s'

source: Edit this item
es_es: Editar este item
sr_rs: Uredi ovu jedinicu

source: Edit
es_es: Editar
sr_rs: Uredi

source: Delete this item permanently
es_es: Elimina este item de forma definitiva
sr_rs: Trajno obriši ovu jedinicu

source: Delete Permanently
es_es: Elimínalo definitivamente
sr_rs: Obriši trajno

source: No records found
es_es: No se han encontrado registros
sr_rs: Nisu pronađeni zapisi

source: No data found
es_es: No hay datos
sr_rs: Nije pronađen datum

source: New Connection
es_es: Nueva Conexión
sr_rs: Nova konekcija

source: Help
es_es: Ayuda
sr_rs: Pomoć

source: all
es_es: todo
sr_rs: svi

source: date
es_es: fecha
sr_rs: datum

source: title
es_es: título
sr_rs: naslov

source: random
es_es: aleatorio
sr_rs: nasumično

source: no image
es_es: sin imagen
sr_rs: nema slike

source: thumbnail
es_es: miniatura
sr_rs: sličica

source: medium
es_es: mediana
sr_rs: medijum

source: large
es_es: grande
sr_rs: veliki

source: The %s plugin requires PHP %s or newer. Contact your system administrator about updating your version of PHP.
es_es: El plugin %s necesita PHP %s o superior. Contacta con el administrador de tu sistema para que actualitze la versión de PHP.
sr_rs: Plugin %s zahteva PHP %s ili noviji. Obratite se svom administratoru sistema za ažuriranje svoje PHP verzije.

source: The %s plugin requires WordPress %s or newer. <a href='http://codex.wordpress.org/Upgrading_WordPress'>Please update!</a>
es_es: El plugin %s necesita WordPress %s o superior. <a href='http://codex.wordpress.org/Upgrading_WordPress'>¡Por favor, actualízalo!</a>
sr_rs: Plugin %s zahteva WordPress %s ili noviji.<a href='http://codex.wordpress.org/Upgrading_WordPress'>Ažurirajte!</a>

source: The %s plugin requires MySQL %s or newer. Contact your system administrator about upgrading
es_es: El plugin %s necesita MySQL %s o superior. Contacta con el administrador de tu sistema para actualizarlo.
sr_rs: Plugin %s zahteva MySQL %s ili noviji. Obratite se svom administratoru sistema za ažuriranje.
